Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Technologische Beratung in Bezug auf Maschinenbauanalysen
en: Technological advisory services relating to machine engineering analysis

source: Ingenieurtechnologische Analysen
en: Technological engineering analysis

source: Planung [Entwurf] von mehrgeschossigen Bürotürmen
en: Planning [design] of multi-story office towers

source: Analyse von Ölversickerungen
en: Analysis of oil soakings

source: Erteilung von Auskünften über die Kombination von Farben, Anstrichfarben und Ausstattungen für die Außengestaltung
en: Information services relating to the combination of colours, paints and furnishings for exterior design

source: Erteilung von Auskünften über die Harmonisierung von Farben, Anstrichfarben und Ausstattungen für die Raumgestaltung
en: Information services relating to the harmonisation of colours, paints and furnishings for interior design

source: Inspektion von Geräten
en: Inspection of apparatus

source: Prüfung von Kraftfahrzeugen [auf Verkehrssicherheit]
en: Inspection of motor vehicles [for roadworthiness]

source: Visuelles Design
en: Visual design

source: Entwurfsdienstleistungen für Bäder
en: Design services relating to baths

source: Entwurf von Gebäuden mit kontrollierter Umgebung
en: Design of controlled environmental buildings

source: Beratungsdienste bezüglich der Planung von Räumlichkeiten
en: Advisory services relating to the planning of premises

source: Kalibrierungsdienstleistungen bezüglich medizinischer Geräte
en: Calibration services relating to medical apparatus

source: Geophysikalische Erkundungen
en: Geophysical exploration services

source: Überwachungsdienste für Computersicherheitssysteme
en: Computer security system monitoring services

source: Durchführung von Machbarkeitsstudien über Computersoftware
en: Feasibility study services relating to computer software

source: Fachliche Beratung in Bezug auf die Gestaltung von Inneneinrichtungen
en: Professional consultancy relating to the design of interior accommodation

source: Entwicklung von Datenbanken
en: Development of data bases

source: Beratungsdienstleistungen bezüglich technologischer Forschung
en: Consultancy services relating to technological research

source: Entwurf von Datenverarbeitungsprogrammen
en: Designing of data processing programmes

source: Zustandsmessung von Flüssigkeiten
en: Condition monitoring relating to fluids

source: Entwurf von Büroräumen
en: Design of office space

source: Planung von Straßennetzen
en: Design of road networks

source: Ingenieurdienstleistungen für Metallformungsanlagen
en: Engineering services relating to metal forming systems

source: Ingenieurdienstleistungen bezüglich des Entwurfs von Kommunikationssystemen
en: Engineering services relating to the design of communications systems

source: Erstellung von Computerprogrammen für die Datenverarbeitung
en: Creation of computer programmes for data processing

source: Ausfertigung technischer Zeichnungen
en: Preparation of engineering drawings

source: Entwicklung von Computern
en: Development of computers

source: Konzeption und Entwicklung von elektronischen Datensicherheitssystemen
en: Design and development of electronic data security systems

source: Konzeption von Hardware für die digitale Signalverarbeitung
en: Design of hardware for digital signal processing

source: Entwicklung von Hardware für die digitale Signalverarbeitung
en: Development of hardware for digital signal processing

source: Konzeption von Software zum Speichern und Abrufen von Multimedia-Daten
en: Design of software for multimedia data storing and recalling

source: Konzeption von Software zur Verarbeitung und Verbreitung von Multimediainhalten
en: Design of software for processing and distribution of multimedia contents

source: Forschung auf dem Gebiet der Insektizide
en: Research relating to insecticides

source: Forschung bezüglich Pharmazeutika
en: Research on the subject of pharmaceuticals

source: Forschung in Bezug auf Sicherheit
en: Research relating to security

source: Gestaltung von Marken
en: Brand design services

source: Konfigurierung von Computernetzen
en: Computer network configuration services

source: Vermessung von defekten Bauten
en: Surveying of defective structures

source: Entwicklung von Fahrzeugen
en: Development of vehicles

source: Verschlüsselung digitaler Bildern
en: Encryption of digital images

source: Forschungs- und Entwicklungsdienste
en: Research and development services

source: Geologische Schürfarbeiten
en: Geological prospecting

source: Vermietung von Zeitnahmegeräten
en: Rental of time keeping equipment

source: Erforschung neuer Produkte
en: Research into new products

source: Entwurf von Industriemaschinen
en: Design of industrial machinery

source: Designdienstleistungen in Bezug auf die Innenausstattung von Wohnungen
en: Design services relating to interior decorating for homes

source: Designdienstleistungen in Bezug auf die Innenausstattung von Büroräumen
en: Design services relating to interior decorating for offices

source: Entwurf verfahrenstechnischer Anlagen für die Biotechnologiebranche
en: Design services relating to process systems for the biotechnology industry

source: Entwurfsdienstleistungen in Bezug auf Wohneigentum
en: Design services relating to residential property

source: Technische Beratung in Bezug auf den Entwurf von Teichen
en: Advisory services relating to the design of ponds

source: Beratungsdienste bezüglich der Planung von Fußballplätzen
en: Advisory services relating to the planning of football grounds

source: Industrielles und technisches Design
en: Industrial engineering design services

source: Vermietung von Datenverarbeitungsanlagen
en: Leasing of data processing systems

source: Bewertung und Prüfung von Immobilien auf das Vorhandensein von Gefahrstoffen
en: Evaluation and testing of real estate for the presence of hazardous material

source: Messung und Analyse von Treibhausgasen
en: Greenhouse gas emission measuring and analysis

source: Entwicklung von Maschinensprache
en: Development of computer codes

source: Architektendienstleistungen bezüglich Flächennutzung
en: Architectural services relating to the development of land

source: Entwicklung von Verarbeitungsverfahren
en: Development of machining techniques

source: Design von Fahrzeugen, Fahrzeugteilen und deren Bauteilen
en: Design of vehicles and vehicle parts and components

source: Management von Computerprojekten
en: Computer project management services

source: Computer-Vermietung und Aktualisierung von Computersoftware
en: Computer rental and updating of computer software

source: Technische Beratung bezüglich Gestaltung
en: Engineering consultancy relating to design

source: Technische Beratung bezüglich Überprüfungen
en: Engineering consultancy relating to testing

source: Ingenieurdienstleistungen für den Entwurf von Konstruktionen
en: Engineering services for the design of structures

source: Ingenieurdienstleistungen bezüglich der automatischen Datenverarbeitung
en: Engineering services relating to automatic data processing

source: Integration von Rechnersystemen
en: Computer systems integration services

source: Handschriftenanalysen [Graphologie]
en: Handwriting analysis [graphology]

source: Bereitstellung von wissenschaftlicher Information und Beratung zum CO2-Ausgleich
en: Provision of scientific information, advice and consultancy in relation to carbon offsetting

source: Durchführung technischer Projektstudien auf dem Gebiet der Computerhardware und -software
en: Technical project studies in the field of computer hardware and software

source: Forschung bezüglich Datenverarbeitung
en: Research relating to data processing

source: Durchführung von Machbarkeitsstudien über die Erkundung von Bodenschätzen
en: Conducting feasibility studies relative to mineral exploitation

source: Durchführung von Machbarkeitsstudien für die Mineralienexploration
en: Conducting feasibility studies relative to mineral exploration

source: Konfiguration von Computerfirmware
en: Configuration of computer firmware

source: Konfiguration von Computersoftware
en: Configuration of computer software

source: Technische Beratung bei der Herstellung von Reifen
en: Technical advice relating to the manufacture of tyres

source: Zurverfügungstellung von nicht herunterladbarer Software zur Erstellung von Versanddokumenten über Computernetzwerke, Intranets und das Internet zur zeitweiligen Nutzung
en: Providing temporary use of non-downloadable computer software for preparing shipping documents over computer networks, intranets and the internet

source: Planungs- und Entwurfsdienstleistungen für Reinraumumgebungen
en: Planning and layout design services for cleanroom environments

source: Entwurf von Mobiltelefonen
en: Design of mobile telephones

source: Entwurf von Telefonen
en: Design of telephones

source: Überprüfung von Häusern [Vermessung]
en: Home inspection services [surveying]

source: Wissenschaftliche Forschung im Bereich der Genetik und der Gentechnologie
en: Scientific research in the field of genetics and genetic engineering

source: Prüfung von Sämereien
en: Seed testing services

source: Vermietung von Webservern
en: Rental of web servers

source: Wissenschaftliche Bewertung der Effizienz von Tierarzneimitteln
en: Services for assessing the efficiency of veterinary drugs

source: Forschung bezüglich der computergestützten Automatisierung von Verwaltungsprozessen
en: Research relating to the computerised automation of administrative processes

source: Sicherheitstechnische Dienstleistungen in Bezug auf Landfahrzeuge
en: Safety technology services relating to land vehicles

source: Installation von Firmware
en: Installation of firmware

source: Beratung bei der Stadtplanung
en: Town planning consultancy services

source: Erstellen von Informationen in Bezug auf den Umweltschutz
en: Collection of information relating to the environment

source: Kompilierung von Datenverarbeitungsprogrammen
en: Compilation of data-processing programs

source: Erstellen von Informationen in Bezug auf Umweltbedingungen
en: Compilation of information relating to environmental conditions

source: Hosting von digitalen Inhalten, nämlich von Online-Tagebüchern und Blogs
en: Hosting of digital content, namely, on-line journals and blogs

source: Erstellung und Zurverfügungstellung von Webseiten für Dritte
en: Creation and provision of web pages to and for third parties

source: Forschung und Entwicklung im Bereich der Physik
en: Research and development services in connection with physics

source: Konvertieren von Daten oder Dokumenten von physischen auf elektronische Medien
en: Conversion of data or documents from physical to electronic media

source: Forschung und Beratung in Bezug auf Computersoftware
en: Research and consultancy services relating to computer software

source: Wissenschaftliche und industrielle Forschung, insbesondere auf dem Gebiet der Elektrizität
en: Scientific and industrial research in particular in the field of electricity

source: Messung von Erdproben
en: Measuring of earth samples

source: Prüfung neuer Produkte
en: New products (Testing of -)

source: Technische Forschung im Bereich automatische Nummerierungssysteme
en: Technical research relating to automatic numbering systems

source: Durchführung von Machbarkeitsstudien über Computerhardware
en: Conducting feasibility studies relating to computer hardware

source: Entwurf von Reinräumen
en: Design of clean rooms

source: Programmierung von Datenverarbeitungsgeräten
en: Programming of data processing equipment

source: Programmierung elektronischer Steuerungssysteme
en: Programming of electronic control systems

source: Erstellung von Technikgutachten
en: Provision of engineering reports

source: Wissenschaftliche Auskünfte in Bezug auf die Sicherheit von Düngemitteln für gartenbauliche Zwecke
en: Information services relating to the safety of fertilisers used in horticulture

source: Erteilung toxikologischer Auskünfte
en: Issuing of toxicological information

source: Erstellung von Entwurfsparametern für visuelle Bilder
en: Preparation of design parameters for visual images

source: Analysedienstleistungen bezüglich der Prüfung der chemischen Inhaltsstoffe in Flüssigkeiten
en: Analytical services relating to the testing of the chemical content of liquids

source: Laborforschung auf dem Gebiet der Kosmetik
en: Laboratory research in the field of cosmetics

source: Entwurf von Bauplänen für Erholungseinrichtungen
en: Drafting of construction plans for recreation premises

source: Chemische Forschung und Analyse
en: Chemical research and analysis services

source: Fachliche Beratungsdienste bezüglich Computersoftware
en: Professional advisory services relating to computer software

source: Luftgestützte Fernerkundungen bei der Umwelterforschung
en: Airborne remote sensing relating to environmental explorations

source: Chemische Analysen für Planungszwecke
en: Chemical analysis services for use in design

source: Entwurf von Bauteilen für Dachabdeckungen
en: Design services relating to roof covering components

source: Vermietung von Datenträgern
en: Rental of data carriers

source: Prüfung von elektronischen Datenverarbeitungsanlagen
en: Testing of electronic data processing systems

source: Prüfdienste zur Bestimmung der Verschleißrate von Schmierbauteilen
en: Testing services for determining the wear rate of lubricating components

source: Biotechnologische Forschung auf dem Gebiet der enzymatischen Synthese
en: Biotechnological research relating to enzymatic synthesis

source: Entwurf von Plänen für Büroräume
en: Design of layouts for offices

source: Planung [Entwurf] von Anbauten
en: Planning [design] of building extensions

source: Materialprüfung und -bewertung
en: Materials testing and evaluation

source: Erteilung von Auskünften über die Anwendung von Computernetzwerken
en: Information services relating to the application of computer networks

source: Design von Homepages und Websites
en: Design of homepages and websites

source: Informationstechnologieleistungen fÃ¼r die pharmazeutische Industrie und die Gesundheitsbranche
en: Information technology services for the pharmaceutical and healthcare industries

source: Entwurf von Testprogrammen für die Datenübertragung
en: Design services relating to data transmission test tools

source: Entwurf von elektrischen Schalttafeln
en: Design of electric circuit boards

source: Design von Ausrüstung zum Transport von Fracht
en: Design of equipment for the transportation of freight

source: Prüfung von Lebensmitteln
en: Testing of foodstuffs

source: Grafikdesign zur Zusammenstellung von Web-Seiten im Internet
en: Graphic design for the compilation of web pages on the internet

source: Durchführung technischer Machbarkeitsstudien
en: Conducting of technical feasibility studies

source: Erstellen von Machbarkeitsstudien über Materialanalysen
en: Feasibility studies relating to material analysis

source: Fachliche Beratung bezüglich der Energieeinsparung
en: Professional consultancy relating to the conservation of energy

source: Programmierung von Computern zum Drucken von Strichcodes
en: Programming of computers for the printing of bar codes

source: Programmierung von Computern für die Regulierung von Daten zwischen Käufern und Anbietern
en: Programming of computers for the regulation of data between buyers and suppliers

source: Vermietung von Testgeräten für Feuerwaffen
en: Provision of testing facilities for firearms

source: Erteilung von Wetterauskünften über das Telefon
en: Provision of weather information via the telephone

source: Wartung von Software für Internetzugänge
en: Maintenance of software for Internet access

source: Erstellung und Wartung von Computerseiten [Webseiten] für Dritte
en: Creating and maintaining computer sites (web sites) for others

source: Industriedesigndienstleistungen für Computer
en: Consultation services relating to architectural planning

source: Beratung bei der architektonischen Planung
en: Computer hardware and software consultancy

source: Entwurf von Kinderbetreuungseinrichtungen
en: Designing of child care facilities

source: Gestaltung und Entwicklung von Websites
en: Web site design and creation services

source: Entwicklung von Webseiten
en: Website development services

source: Beratung bei der Webseiten-Konzeption
en: Consultancy with regard to webpage design

source: Pflege von Computersoftware für die Computersicherheit und zur Prävention von Computerrisiken
en: Maintenance of computer software relating to computer security and prevention of computer risks

source: Entwurf von Fertigungsmethoden
en: Design of manufacturing methods

source: Entwurf von Denkmälern
en: Design of monumental masonry

source: Entwurf von Schutzbekleidung
en: Design of protective clothing

source: Gestaltung von Restaurants
en: Design of restaurants

source: Ingenieurdienstleistungen für Metalltransportsysteme
en: Engineering services relating to metal handling systems

source: Erstellung von Gutachten bezüglich Computerprogrammen
en: Preparation of reports relating to computer programmes

source: Konzeption von Computerhardware für die herstellende Industrie
en: Design of computer hardware for the manufacturing industries

source: Entwicklung von Software für Audio- und Videobediener
en: Development of software for audio and video operators

source: Konzeption und Schreiben von Computersoftware
en: Design and writing of computer software

source: Entwurf und Entwicklung von Webseiten im Internet
en: Designing and developing webpages on the internet

source: Entwurf von Computernetzen für Dritte
en: Computer network design for others

source: Topographische Vermessung
en: Topographical surveying

source: Entwicklung von Systemen für die Datenübertragung
en: Development of systems for the transmission of data

source: Feststellung von Fehlern in Computerprogrammen
en: Diagnosis of faults in computer software

source: Verschlüsselung von Magnetkarten
en: Encoding of magnetic cards

source: Produktentwicklung
en: Product development

source: Produktentwicklung für Dritte
en: Product development for others

source: Produktentwicklung für den Fahrzeugbau und den Fahrzeugkarosseriebau
en: Product development for vehicle construction and for vehicle body construction

source: Vermietung von Minicomputern
en: Rental of mini computers

source: Beratungsdienste in Bezug auf den Entwurf von Computersystemen
en: Advisory services relating to computer systems design

source: Beratungsdienste in Bezug auf Innenraumgestaltung
en: Advisory services relating to interior design

source: Programmierung wissenschaftlicher Computer
en: Scientific computer programming services

source: Wissenschaftliche Forschung im Bereich Sozialmedizin
en: Scientific research in the field of social medicine

source: Wissenschaftliche Forschung bezüglich Chemie
en: Scientific research relating to chemistry

source: Entwurfsdienstleistungen für Metallbearbeitungspressen
en: Design services relating to metal-working presses

source: Entwurfsdienstleistungen in Bezug auf Immobilien
en: Design services relating to real estate

source: Entwurf von Werkzeugen für die Produktion von Landfahrzeugteilen
en: Design of tooling for the production of land vehicle parts

source: Industrielle Verfahrensforschung
en: Industrial process research

source: Erstellung grafischer Darstellungen für Dritte
en: Graphic illustration services for others

source: Entwicklung von Anwendungslösungen für Computersoftware
en: Development of computer software application solutions

source: Design für Dritte auf dem Gebiet der Bekleidung
en: Design for others in the field of clothing

source: Ingenieurdienstleistungen für die Analyse von Bauwerken
en: Engineering services for the analysis of structures

source: Architektur- und Ingenieurdienstleistungen
en: Architectural and engineering services

source: Ingenieurdienstleistungen bezüglich Computerprogrammierung
en: Engineering services relating to computer programming

source: Vermietung von Software für Internetzugänge
en: Rental of software for Internet access

source: Dienste zur Reproduzierung von Computerprogrammen
en: Services for reproducing computer programs

source: Vermietung von Computerhardware und Computerperipheriegeräten
en: Rental of computer hardware and computer peripherals

source: Auskünfte zu medizinischen und wissenschaftlichen Forschungsergebnissen über Arzneimittel und klinische Prüfungen
en: Providing medical and scientific research information in the field of pharmaceuticals and clinical trials

source: Forschung auf dem Gebiet der Tierzucht
en: Research relating to animal husbandry

source: Forschung auf dem Gebiet der Computerprogrammierung
en: Research relating to computer programming

source: Forschung auf dem Gebiet von Computerprogrammen
en: Research relating to computer programs

source: Forschung in Bezug auf Design
en: Research relating to design

source: Durchführung von industriellen Versuchen
en: Conducting industrial experiments

source: Beratungsdienstleistungen bezüglich Meeresvermessung
en: Consultancy services relating to marine surveying

source: Beratungsdienstleistungen bezüglich Produktentwicklung
en: Consultancy services relating to product engineering

source: Technische Beratung in Bezug auf Verschmutzungsschäden
en: Technical advice relating to pollution damage

source: Zurverfügungstellung von nicht herunterladbarer Software zur Verfolgung von Frachten über Computernetzwerke, Intranets und das Internet zur zeitweiligen Nutzung
en: Providing temporary use of non-downloadable computer software for tracking freight over computer networks, intranets and the internet

source: Nachweis von Radon
en: Radon detecting

source: Pharmazeutische Entwicklung von Arzneimitteln
en: Pharmaceutical drug development services

source: Design von Brett-Spielen
en: Design of board-games

source: Entwurfszeichnungen von Verpackungen, Behältern, Tafelgeschirr und Tischutensilien
en: Design sketching of packaging, containers, dinnerware and table utensils

source: Technische Beratung auf dem Gebiet der Straßenschneidtechnik
en: Technical consultancy regarding the field of road cutting technology

source: Aktualisierung von Computerprogrammen für Dritte
en: Updating of computer programs for third parties

source: Wissenschaftliche Bewertung der Effizienz von Agrochemikalien
en: Services for assessing the efficiency of agricultural chemicals

source: Dienstleistungen zur Bewertung der Wirksamkeit von Pharmazeutika
en: Services for assessing the efficiency of pharmaceuticals

source: Durchführung frühzeitiger Auswertungen auf dem Gebiet neuer Arzneimittel
en: Conducting early evaluations in the field of new pharmaceuticals

source: Forschung bezüglich Telekommunikationstechnik
en: Research relating to telecommunication techniques

source: Forschung in Bezug auf die Produktion von Saatgut
en: Research relating to the production of seeds

source: Klinische Forschung
en: Clinical research

source: Inspektion von Ölbrennern
en: Oil burner inspection

source: Computerprogrammierung für die Telekommunikation
en: Computer programming for telecommunications

source: Installation und Aktualisierung von Programmen für die Datenverarbeitung
en: Installation and actualisation of programs for data processing

source: Dienstleistungen von Innenarchitekten unter Beachtung der Prinzipien von Feng Shui
en: Interior design services incorporating the principles of feng shui

source: Gestaltung und Unterhalt von Websites für Dritte
en: Creating and maintaining web sites for others

source: Entwurf und Entwicklung von Netzwerken
en: Design and development of networks

source: Erforschung und Entwicklung neuer Produkte
en: Research and development of new products
